[
    {
        "id": 1,
        "title": "Kunjungan Tatap Muka Kembali Dibuka dengan Prokes Ketat",
        "date": "2025-12-01",
        "author": "Humas Rutan",
        "summary": "Layanan kunjungan tatap muka bagi keluarga warga binaan kini kembali dibuka dengan protokol kesehatan ketat.",
        "content": "Depok - Rutan Kelas I Depok kembali membuka layanan kunjungan tatap muka bagi keluarga Warga Binaan Pemasyarakatan (WBP). Kebijakan ini disambut antusias oleh keluarga yang sudah lama merindukan pertemuan langsung. Kepala Rutan menegaskan bahwa protokol kesehatan tetap menjadi prioritas utama...",
        "image": "https://placehold.co/600x400/1e3a8a/ffffff?text=Kunjungan"
    },
    {
        "id": 2,
        "title": "Pelatihan Kemandirian: WBP Produksi Kerajinan Tangan Bernilai Ekonomi",
        "date": "2025-11-28",
        "author": "Seksi Giatja",
        "summary": "Warga Binaan Pemasyarakatan (WBP) mengikuti pelatihan pembuatan kerajinan tangan untuk bekal kemandirian.",
        "content": "Depok - Sebagai bagian dari program pembinaan kemandirian, puluhan WBP Rutan Depok mengikuti pelatihan pembuatan kerajinan tangan dari bahan daur ulang. Hasil karya mereka tidak hanya unik tetapi juga memiliki nilai ekonomi yang cukup tinggi...",
        "image": "https://placehold.co/600x400/fbbf24/1e3a8a?text=Pelatihan"
    },
    {
        "id": 3,
        "title": "Upacara Hari Bhakti Pemasyarakatan ke-61 Berlangsung Khidmat",
        "date": "2025-04-27",
        "author": "Humas Rutan",
        "summary": "Rutan Kelas I Depok melaksanakan upacara peringatan Hari Bhakti Pemasyarakatan ke-61 dengan khidmat.",
        "content": "Depok - Seluruh jajaran petugas Rutan Kelas I Depok melaksanakan upacara bendera dalam rangka memperingati Hari Bhakti Pemasyarakatan ke-61. Bertindak sebagai inspektur upacara, Kepala Rutan menyampaikan amanat Menteri Hukum dan HAM...",
        "image": "https://placehold.co/600x400/1e3a8a/ffffff?text=Upacara"
    },
    {
        "id": 4,
        "title": "Razia Gabungan: Pastikan Rutan Depok Bersinar (Bersih dari Narkoba)",
        "date": "2025-02-10",
        "author": "KPR Rutan",
        "summary": "Petugas gabungan TNI-POLRI dan Rutan Depok gelar razia hunian WBP.",
        "content": "Depok - Komitmen pemberantasan narkoba terus digalakkan. Malam ini, petugas Rutan Depok bersinergi dengan TNI dan POLRI melakukan razia mendadak di blok hunian. Hasilnya nihil narkoba, hanya ditemukan beberapa barang terlarang seperti sendok logam dan korek api...",
        "image": "https://placehold.co/600x400/b91c1c/ffffff?text=Razia"
    }
]